[{
        "name": "Textiles Andinos",
        "code": "DNO072",
        "about": "Curso dirigido a estudiantes de Diseño y otras disciplinas que se interesen por el rol cultural de los textiles andinos, su espectro técnico, sus valores estéticos y patrimoniales. Se busca conocer los aportes de los artefactos textiles andinos al Diseño contemporáneo, para contextualizar culturalmente el material en estudio y conocimientos prácticos ejercitando técnicas textiles en las que se plantean las relaciones estructura-textura-color."
    },
    {
        "name": "Manejo y aplicación del color",
        "code": "DNO004",
        "about": "El curso permite al alumno profundizar en el conocimiento del color, considerándolo como herramienta básica en el proceso perceptual y proyectual del diseño. Asimismo, el curso pretende desarrollar y poner en práctica la sensibilidad visual del estudiante, a través de la experiencia, mediante un proceso de exploración, comparación y reflexión. Con ello, sobre la base de un adecuado contexto teórico, podrá tomar decisiones respecto del color evaluando las variables actuales de aplicación."
    },
    {
        "name": "El textil como Producto",
        "code": "DNO064",
        "about": "En los últimos años la Escuela de Diseño, ha buscado incentivar y promover la autogestión de emprendimientos de diseño. En ese contexto, este curso busca enseñar a los alumnos a analizar el mercado de un producto específico dentro del área textil (producto, servicio o experiencia), para generar una imagen que lo comunique, promocione y posicione."
    },
    {
        "name": "Nuevas Tendencias en el Diseño de Carteles",
        "code": "DNO050",
        "about": "El curso desarrollará la capacidad de diseño creativo en el estudiante proponiendo un discurso gráfico originado en la lectura y la visibilidad constructiva de la letra en cuanto a su legibilidad, lecturabilidad y usabilidad. Se da forma al despliegue gráfico a través de exposiciones que ponen en cuestión las magnitudes de cada entrega gráfica y el usuario en los cuales el tamaño, expresión y material cobra un aparecer verificable. La lectura y su calce con el acto de estar ante la escritura. Precisión que articula la lectura y comprensión de esta, reconocimiento y ordenación en vista del significado de lo que se expone y por último un desarrollo fundamentado en la experiencia individual. De tal manera de crear instancias originales de lectura en lo ya otorgado -la palabra impresa-."
    }
]